# Essentials
trash-cli
indicator-multiload
indicator-cpufreq
lm-sensors
mosh
htop
gconf-editor
dconf-editor
gksu
vim
vlc
unity-tweak-tool
ranger
keepassx
gnome-control-center
git
tmux
p7zip-full
sysinfo
software-properties-common
compizconfig-settings-manager
compiz-plugins
gcp
curl
nmon
dstat
redshift
iperf
pydf
xbacklight
xclip
mediainfo
ansible
nmap
gparted
sshuttle
audacity
gwenview

# Non-essentials
kcachegrind
#docx2txt
#wine
sshfs
#gitg
#graphviz
#eclipse

# Python-related
python-pip
python-dev
runsnakerun
gfortran
libpng12-dev
libfreetype6-dev
libatlas-base-dev

# [requires added ppa:s]
##indicator-sensors
##indicator-sound-switcher
##restview
##sysbenchman 
